{
    "gid": "ida",
    "acronym": "IDA",
    "classifier": "World Bank",
    "domains": [
        "World Bank"
    ],
    "name": "International Development Association",
    "description": "The International Development Association (IDA) is the part of the World Bank that helps the world’s poorest countries. Overseen by 173 shareholder nations, IDA aims to reduce poverty by providing loans (called “credits”) and grants for programs that boost economic growth, reduce inequalities, and improve people’s living conditions. IDA complements the World Bank’s original lending arm—the International Bank for Reconstruction and Development (IBRD). IBRD was established to function as a self-sustaining business and provides loans and advice to middle-income and credit-worthy poor countries. IBRD and IDA share the same staff and headquarters and evaluate projects with the same rigorous standards. IDA is one of the largest sources of assistance for the world’s 74 poorest countries and is the single largest source of donor funds for basic social services in these countries. IDA lends money on concessional terms. This means that IDA credits have a zero or very low interest charge and repayments are stretched over 30 to 38 years, including a 5- to 10-year grace period. IDA also provides grants to countries at risk of debt distress. In addition to concessional loans and grants, IDA provides significant levels of debt relief through the Heavily Indebted Poor Countries (HIPC) Initiative and the Multilateral Debt Relief Initiative (MDRI).In the fiscal year ending June 30, 2020, IDA commitments totaled $30.48 billion, of which 26 percent was provided on grant terms. Total commitments in FY20 comprised 305 new operations. Since 1960, IDA has provided $422 billion for investments in 114 countries. Annual commitments have increased steadily and averaged about $25 billion over the last three years (FY18-FY20).IDA is a multi-issue institution, supporting a range of development activities that pave the way toward equality, economic growth, job creation, higher incomes, and better living conditions. IDA's work covers primary education, basic health services, clean water and sanitation, agriculture, business climate improvements, infrastructure, and institutional reforms.",
    "names": [
        "Afghanistan",
        "Bangladesh",
        "Benin",
        "Bhutan",
        "Burkina Faso",
        "Burundi",
        "Cambodia",
        "Central African Republic",
        "Chad",
        "Comoros",
        "Congo, Dem. Rep.",
        "Cote d'Ivoire",
        "Djibouti",
        "Eritrea",
        "Ethiopia",
        "Gambia, The",
        "Ghana",
        "Guinea-Bissau",
        "Guinea",
        "Guyana",
        "Haiti",
        "Honduras",
        "Kiribati",
        "Kosovo",
        "Kyrgyz Republic",
        "Lao PDR",
        "Lesotho Somalia",
        "Liberia",
        "Madagascar",
        "Malawi",
        "Maldives",
        "Mali",
        "Marshall Islands",
        "Mauritania",
        "Micronesia, Fed. Sts.",
        "Mozambique",
        "Myanmar",
        "Nepal",
        "Nicaragua",
        "Niger",
        "Rwanda",
        "Samoa",
        "São Tomé and Principe",
        "Senegal",
        "Sierra Leone",
        "Solomon Islands",
        "South Sudan",
        "Sudan",
        "Syria",
        "Tajikistan",
        "Tanzania",
        "Togo",
        "Tonga",
        "Tuvalu",
        "Uganda",
        "Vanuatu",
        "Yemen, Rep.",
        "Zambia"
    ]
}