{
    "gid": "nato",
    "acronym": "NATO",
    "classifier": "NATO",
    "domains": [
        "Europe",
        "North America",
        "Peace and Security"
    ],
    "name": "North Atlantic Treaty Organization",
    "description": "The North Atlantic Treaty Organization (NATO, /ˈneɪtoʊ/; French: Organisation du traité de l'Atlantique nord, OTAN), also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949.[3][4] NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party. NATO's Headquarters are located in Evere, Brussels, Belgium, while the headquarters of Allied Command Operations is near Mons, Belgium. Since its founding, the admission of new member states has increased the alliance from the original 12 countries to 30. The most recent member state to be added to NATO was North Macedonia on 27 March 2020. NATO currently recognizes Bosnia and Herzegovina, Georgia, and Ukraine as aspiring members.[5] An additional 20 countries participate in NATO's Partnership for Peace program, with 15 other countries involved in institutionalized dialogue programs. The combined military spending of all NATO members constitutes over 70% of the global total.[6] Members agreed that their aim is to reach or maintain the target defense spending of at least 2% of GDP by 2024.",
    "names": [
        "Albania",
        "Belgium",
        "Bulgaria",
        "Canada",
        "Croatia",
        "Czech Republic",
        "Denmark",
        "Estonia",
        "France",
        "Germany",
        "Greece",
        "Hungary",
        "Iceland",
        "Italy",
        "Latvia",
        "Lithuania",
        "Luxembourg",
        "Netherlands",
        "Norway",
        "Poland",
        "Portugal",
        "Romania",
        "Slovakia",
        "Slovenia",
        "Spain",
        "Turkey",
        "United Kingdom",
        "United States"
    ]
}