{
    "gid": "oas",
    "acronym": "OAS",
    "classifier": "OAS",
    "domains": [
        "Latin America and the Caribbean"
    ],
    "name": "Organization of American States",
    "description": "The Organization of American States is the world’s oldest regional organization, dating back to the First International Conference of American States, held in Washington, D.C., from October 1889 to April 1890. That meeting approved the establishment of the International Union of American Republics, and the stage was set for the weaving of a web of provisions and institutions that came to be known as the inter-American system, the oldest international institutional system. The OAS came into being in 1948 with the signing in Bogotá, Colombia, of the Charter of the OAS, which entered into force in December 1951. It was subsequently amended by the Protocol of Buenos Aires, signed in 1967, which entered into force in February 1970; by the Protocol of Cartagena de Indias, signed in 1985, which entered into force in November 1988; by the Protocol of Managua, signed in 1993, which entered into force in January 1996; and by the Protocol of Washington, signed in 1992, which entered into force in September 1997. The Organization was established in order to achieve among its member states—as stipulated in Article 1 of the Charter—an order of peace and justice, to promote their solidarity, to strengthen their collaboration, and to defend their sovereignty, their territorial integrity, and their independence. Today, the OAS brings together all 35 independent states of the Americas and constitutes the main political, juridical, and social governmental forum in the Hemisphere. In addition, it has granted permanent observer status to 69 states, as well as to the European Union (EU). The Organization uses a four-pronged approach to effectively implement its essential purposes, based on its main pillars: democracy, human rights, security, and development.",
    "names": [
        "Antigua and Barbuda",
        "Argentina",
        "Bahamas",
        "Barbados",
        "Belize",
        "Bolivia",
        "Brazil",
        "Canada",
        "Chile",
        "Colombia",
        "Costa Rica",
        "Cuba",
        "Dominica",
        "Dominican Republic",
        "Ecuador",
        "El Salvador",
        "Grenada",
        "Guatemala",
        "Guyana",
        "Haiti",
        "Honduras",
        "Jamaica",
        "Mexico",
        "Nicaragua",
        "Panama",
        "Paraguay",
        "Peru",
        "St. Kitts and Nevis",
        "Saint Lucia",
        "Saint Vincent and the Grenadines",
        "Suriname",
        "Trinidad and Tobago",
        "United States",
        "Uruguay",
        "Venezuela"
    ]
}